Repository: nitinashokjadhav/UDrive
Catalog: android-smspopup-master/SMSPopup/locale/*.po
Languages: sr

# notification_multiple_title
source: New messages
sr: Нове поруке

# notification_multiple_text
source: %d unread messages.
sr: %d непрочитаних порука

# notification_scroll_privacy
source: New message from: %s
sr: Нова порука од: %s

# notification_scroll_privacy_no_name
source: New message
sr: Нова порука

# button_close
source: Close
sr: Затвори

# button_reply
source: Reply
sr: Одговори

# button_inbox
source: Inbox
sr: Пријемно сандуче

# button_view
source: View
sr: Приказ

# button_view_mms
source: View MMS
sr: Погледај ММС

# button_delete
source: Delete
sr: Обриши

# button_unlock
source: Unlock
sr: Откључај

# button_tts
source: Text-to-speech
sr: Изговор текста

# button_speak
source: Speak
sr: Изговори

# button_delete_noconfirm
source: Delete (no confirmation)
sr: Бриши (без питања)

# button_quickreply
source: Quick Reply
sr: Брзи одговор

# button_disabled
source: Disabled
sr: Онемогућен

# pref_config_title
source: SMS Popup Configuration
sr: Конфигурација програма SMS Popup

# pref_other_title
source: Other
sr: Остало

# pref_enabled_title
source: Enable SMS Popup
sr: Активирај програм SMS Popup

# pref_enabled_summaryon
source: SMS Popup is enabled
sr: SMS Popup програм је активиран

# pref_enabled_summaryoff
source: SMS Popup is disabled
sr: SMS Popup iпрограм је искључен

# pref_about_title
source: About
sr: О програму

# pref_about_summary
source: About SMS Popup
sr: О програму SMS Popup

# pref_faq_summary
source: Frequently Asked Questions
sr: Често постављана питања

# pref_sendemail_title
source: E-mail the Developer
sr: Пошаљи е-пошту програмерима

# pref_sendemail_dialog
source: Can I include your system information in the e-mail (this will help me troubleshoot bugs easier)?
sr: Да ли могу да укључим информације о вашем систему у е-пошти (то би помогло у отклањању грешака)

# pref_sendemail_buttonok
source: Sure
sr: Наравно

# pref_sendemail_buttoncancel
source: No way
sr: Никако

# pref_additional_title
source: Additional Settings
sr: Додатна подешавања

# pref_additional_summary
source: Additional SMS Popup configuration
sr: Додатна подешавања програма SMS Popup

# pref_timeout_title
source: Screen Timeout
sr: Време гашења екрана

# pref_timeout_summary
source: The screen will sleep after this time
sr: Екран ће се угасити након оволико времена

# pref_dimscreen_title
source: Dim Popup Screen
sr: Пригуши екран искачућег прозора

# pref_dimscreen_summaryon
source: Popup screen will be dim (saves battery)
sr: Екран са поруком ће бити пригушен (штеди батерију)

# pref_dimscreen_summaryoff
source: Popup screen will be bright
sr: Екран са поруком ће бити освијетљен

# pref_privacy_category
source: Privacy
sr: Приватност

# pref_privacy_title
source: Privacy Mode
sr: Подешавање приватности

# pref_privacy_summaryon
source: Popup will use privacy mode
sr: Искачући прозор ће користити режим за приватност

# pref_privacy_summaryoff
source: Popup will show all message details
sr: Искачући прозор ће приказати све детаље поруке

# pref_privacy_sender_title
source: Hide Contact Name
sr: Сакриј име контакта

# pref_privacy_sender_summaryon
source: Message sender name will also be hidden
sr: Име пошиљаоца ће такође бити сакривено

# pref_privacy_sender_summaryoff
source: Message sender name will be shown
sr: Име пошиљаоца поруке ће бити приказано

# pref_privacy_always_title
source: Always Use Privacy Mode
sr: Увек користи режим за приватност

# pref_privacy_always_summaryon
source: Privacy mode will always be used
sr: Увек ће се користити мод за приватност

# pref_privacy_always_summaryoff
source: Only use privacy mode when screen is locked
sr: Користи режим за приватност само ако је екран закључан

# pref_markread_title
source: Mark Read
sr: Означи као прочитано

# pref_markread_summaryon
source: Messages will be marked as read when clicking "Close"
sr: Поруке ће бити означене као прочитане након избора опције "Затвори"

# pref_markread_summaryoff
source: Messages will not be marked as read when clicking "Close"
sr: Поруке неће бити означене као прочитане након избора опције "Затвори"

# pref_onlyShowOnKeyguard_title
source: Restrict Popup
sr: Ограничи искачући прозор

# pref_onlyShowOnKeyguard_summaryon
source: Popup window will only show when keyguard is engaged
sr: Искачући прозор ће бити приказан једино ако је екран закључан

# pref_onlyShowOnKeyguard_summaryoff
source: Popup will always show
sr: Искачући прозор ће бити приказан увек

# pref_useUnlockButton_title
source: Show Unlock Button
sr: Прикажи дугме за откљзчавање

# pref_useUnlockButton_summaryon
source: Unlock button will show when screen is locked
sr: Дугме за откључавање ће се приказати када је екран закључан

# pref_useUnlockButton_summaryoff
source: Regular buttons will show when screen is locked
sr: Уобичајена дугмад ће се приказати када је екран закључан

# pref_show_buttons_title
source: Show Buttons On Popup
sr: Приказ дугмади на искачућем прозору

# pref_show_buttons_summaryon
source: Buttons on popup are visible
sr: Дугмад на искачућем прозору су видљива

# pref_show_buttons_summaryoff
source: Buttons are hidden in long press menu
sr: Дугмад су сакривена у изборнику након дуже задршке

# pref_notif_title
source: Notifications
sr: Обавештења

# pref_notif_summary
source: Notification configuration
sr: Подешавање обавештавања

# pref_notif_category_title
source: Notification Configuration
sr: Подешавање обавештавања

# pref_vibrate_category_title
source: Vibrate Configuration
sr: Подешавање вибрације

# pref_flashled_category_title
source: LED Configuration
sr: Подешавање LED лампица

# pref_reminder_category_title
source: Reminder Configuration
sr: Подешавање подсетника

# pref_notif_enabled_title
source: Enable Notifications
sr: Укључи обавештења

# pref_notif_enabled_summaryon
source: Notifications are enabled
sr: Obaveštavanje je uključeno

# pref_notif_enabled_summaryoff
source: Notifications are disabled
sr: Обавештавање је искључено

# pref_notif_enabled_warning
source: To avoid conflicts and multiple alerts, please disable the system SMS notifications and any other apps that provide a notification when a SMS is received. To turn off the system notification, go to the messaging app, hit menu -&gt; settings and un-check notifications.
sr: Да бисте избегли конфликте програма и вишеструко обавештавање, молимо Вас онемогућите СМС обавештавање од стране система и осталих апликација које вас обавештавају о приспелим порукама. Да бисте искључили системска обавештења, идите на апликацију за поруке, одаберите изборник -&gt; подешавања и искључите обавештавање

# pref_popup_enabled_title
source: Show a Popup
sr: Прикажи искачући прозор

# pref_popup_enabled_summaryon
source: Message will open in a popup
sr: Порука ће бити отворена у искачућем прозору

# pref_popup_enabled_summaryoff
source: Message will only show in notification area
sr: Порука ће се приказати само у делу за обавештења

# pref_notif_test_title
source: Test Notification
sr: Тестирај обавештење

# pref_notif_test_summary
source: Test out your notification
sr: Проверите како изгледа када стигне СМС

# pref_notif_test_message
source: Testing your notification now!
sr: Провера подешавања је у току!

# pref_notif_sound_title
source: Notification Sound
sr: Звук обавештења

# pref_notif_sound_summary
source: This sound will play when a message is received
sr: Овај звук ћете чути када примите нову поруку

# pref_notifyOnCall_title
source: Notify On Call
sr: Обавести о позиву

# pref_notifyOnCall_summaryon
source: Sound will play while on a call
sr: Звучно обавештење у току позива

# pref_notifyOnCall_summaryoff
source: Sound will not play while on a call
sr: Без звучног обавештења у току позива

# pref_notif_icon_title
source: Notification Icon
sr: Иконица за обавештења

# pref_notif_icon_summary
source: Change the notification area icon
sr: Промени иконицу за обавештења

# pref_vibrate_title
source: Vibrate
sr: Вибрација

# pref_vibrate_summaryon
source: Vibrate is on
sr: Вибрација је укључена

# pref_vibrate_summaryoff
source: Vibrate is off
sr: Вибрација је искључена

# pref_vibrate_pattern_title
source: Vibrate Pattern
sr: Начин вибрирања

# pref_vibrate_pattern_summary
source: Set the vibration pattern
sr: Подешавање начина вибрирања

# pref_vibrate_pattern_ok
source: Custom vibrate pattern set
sr: Лични начин вибрирања је подешен

# pref_vibrate_pattern_bad
source: Custom vibrate pattern invalid
sr: Лични начин вибрирања није добар

# pref_vibrate_pattern_help
source: Enter a custom vibrate pattern, in the format: millisOff, millisOn, etc. For example: 0,1000 0,500,200,500,200,500
sr: Унесите жељени начин вибрирања у следећем формату: искључено (ms), укључено (ms), итд. Нпр.: 0,1000 0,500,200,500,200,500

# pref_flashled_title
source: Blink LED
sr: LED лампица трепери

# pref_flashled_summaryon
source: Blink LED when a message is received
sr: LED лампица ће затреперити када стигне порука

# pref_flashled_summaryoff
source: Do not blink LED when a message is received
sr: LED лампица неће затреперити када стигне порука

# pref_flashled_color_title
source: LED Color
sr: LED боја

# pref_flashled_color_summary
source: The color of the LED
sr: Боја LED лампице

# pref_flashled_color_custom_dialog_red
source: Red:
sr: Црвена:

# pref_flashled_color_custom_dialog_green
source: Green:
sr: Зелена:

# pref_flashled_color_custom_dialog_blue
source: Blue:
sr: Плава:

# pref_flashled_color_custom_dialog_preview
source: Preview:
sr: Преглед:

# pref_flashled_color_custom_set
source: Custom LED color set
sr: LED боја по избору је подешена

# pref_flashled_pattern_title
source: LED Blink Rate
sr: Брзина треперења

# pref_flashled_pattern_summary
source: Set the speed the LED blinks
sr: Подесите брзину којом ће LED лампица треперити

# pref_flashled_pattern_ok
source: Custom LED blink rate set
sr: Брзина треперења LED лампице по избору је подешена

# pref_flashled_pattern_bad
source: Custom LED blink rate is invalid
sr: Брзина треперења LED лампице по избору није добра

# pref_flashled_pattern_help
source: Enter the time in milliseconds to turn the LED on and off
sr: Унесите време у милисекундама за гашење и паљење LED лампице

# pref_flashled_pattern_help_on
source: Time on:
sr: Време паљења

# pref_flashled_pattern_help_off
source: Time off:
sr: Време гашења

# pref_notif_repeat_title
source: Enable Reminders
sr: Омогући подсетнике

# pref_notif_repeat_summaryon
source: Unread message reminders are enabled
sr: Подсетници за непрочитане поруке су укључени

# pref_notif_repeat_summaryoff
source: Unread message reminders are disabled
sr: Подсетник за непрочитане поруке је искључен

# pref_notif_repeat_interval_title
source: Reminder Interval
sr: Интервал подсећања

# pref_notif_repeat_interval_summary
source: The time period between notification reminders
sr: Време између узастопних подсетника

# pref_notif_repeat_interval_dialogTitle
source: Interval (minutes)
sr: Интервал (минути)

# pref_notif_repeat_times_title
source: Number of Reminders
sr: Број подсетника

# pref_notif_repeat_times_summary
source: The number of reminder notifications to play
sr: Број подсетника за приказивање

# pref_notif_repeat_screen_on_title
source: Screen On for Reminders
sr: Упали екран за подсетник

# pref_notif_repeat_screen_on_summaryon
source: Reminders will turn screen on again
sr: Подсетници ће поново упалити екран

# pref_notif_repeat_screen_on_summaryoff
source: Reminders will not turn screen on
sr: Подсетници неће упалити екран

# pref_notif_default_title
source: Default Notifications
sr: Подразумевано обавештавање

# pref_notif_default_summary
source: Notifications for all contacts without an individual customization
sr: Обавештавање за све контакте без појединачних подешавања

# pref_contacts_title
source: Contacts Notifications
sr: Подешавање обавештавања по контактима

# pref_contacts_summary
source: Individual contact customization
sr: Индивидуална подешавања за контакте

# pref_notif_help_title
source: Help - I'm confused!
sr: Упомоћ - збуњен сам!

# pref_notif_help_summary
source: Notifications Help
sr: Помоћ око обавештавања

# pref_notif_help_message
source: SMS Popup offers the ability to customize notifications on a per contact basis. When a new message comes in, SMS Popup will first check if the contact has a customized notification. If so, those settings are used, otherwise the default notifications are used. Using this functionality, you could set things up so only a few contacts show a popup while the rest trigger a regular notification. You could also ignore certain contacts by setting their notification to silent.
sr: SMS Popup омогућава подешавање обавештења по контактима. Кад стигне нова порука, SMS Popup ће прво проверити да ли постоји предефинисано обавештење за тај контакт. Ако постоји, то обавештење ће се користити, у супротном ће се користити подразумевано обавештење. Користећи ову функционалност, можете постићи да се искачући прозор појављује само за неколико контаката док се за остале приказује уобичајено обавештење. Одређене контакте можете и игнорисати тако што ћете подесити њихова обавештења на режим за тишину,

# contact_customization_add
source: Add Custom Notifications
sr: Додај појединачна обавештења

# contact_customization_edit
source: Edit Custom Notification
sr: Измена појединачних обавештења

# contact_customization_remove
source: Remove Custom Notification
sr: Уклони лично подешена обавештења

# contact_customization_save
source: Save
sr: Сачувај

# contact_customization_title
source: Notifications for %s
sr: Обавештења за %s

# contact_customization_enabled
source: Notifications are enabled for %s
sr: Обавештења за %s су активна

# contact_customization_disabled
source: Notifications are disabled for %s
sr: Обавештења за %s нису активна

# contact_customization_add_hint
source: Add/Edit contact notifications…
sr: Додај/измени обавештења за контакт...

# ringtone_silent
source: Silent
sr: Тихо

# pref_message_presets_title
source: Preset Messages
sr: Предефинисане поруке

# pref_message_presets_summary
source: Configure preset messages for quick replies
sr: Подесите предефинисане поруке за брзе одговоре

# message_presets_add
source: Add Preset Message
sr: Додај предефинисану поруку

# message_presets_edit
source: Edit Preset Message
sr: Измени предефинисану поруку

# message_presets_add_text
source: Create
sr: Направи

# message_presets_save_text
source: Save
sr: Сачувај

# message_presets_delete_text
source: Remove
sr: Уклони

# message_presets_edit_text
source: Edit
sr: Измени

# message_presets_reorder_text
source: Move to top
sr: Помери на врх

# message_presets_empty_text
source: No presets defined
sr: Без предефинисаних порука

# message_presets_add_toast
source: Message preset added
sr: Предефинисана порука је додата

# message_presets_save_toast
source: Message preset updated
sr: Предефинисана порука је ажурирана

# message_presets_delete_toast
source: Message preset deleted
sr: Предефинисана порука је обрисана

# message_presets_reorder_toast
source: Message preset moved to top
sr: Предефинисана порука је премештена на врх

# message_presets_error_toast
source: Error - please try again
sr: Грешка - покушајте поново

# quickreply_title
source: Quick Reply
sr: Брзи одговор

# quickreply_from_text
source: To: %s
sr: Зa: %s

# quickreply_preset_button
source: Presets
sr: Предефинисане поруке

# quickreply_send_button
source: Send
sr: Пошаљи

# quickreply_sending_toast
source: Sending message…
sr: Слање поруке је у току...

# quickreply_nomessage_toast
source: Send
sr: Пошаљи

# loading_message
source: Loading…
sr: Учитавам…

# error_message
source: Error
sr: Грешка

# error_no_voice_recognition
source: Voice recognition not available on this device
sr: Препознавање гласа није могуће на овом телефону

# pref_button_config_title
source: Button Configuration
sr: Podešavanje dugmadi

# pref_button_config_summary
source: Popup button configuration
sr: Подешавање дугмади

# pref_button_summary
source: Current Setting: %s
sr: Тренутно подешавање: %s

# pref_button1_title
source: Button 1 Configuration
sr: Подешавање првог дугмета

# pref_button2_title
source: Button 2 Configuration
sr: Подешавање другог дугмета

# pref_button3_title
source: Button 3 Configuration
sr: Подешавање трећег дугмета

# pref_donate_title
source: Donate to SMS Popup
sr: Донирајте за SMS Popup

# pref_donate_text
source: SMS Popup is a free application that I work on in my spare time. If you find it useful, and can spare a few bucks, a donation would be much appreciated. Thanks!
sr: SMS Popup је бесплатна апликација коју сам радио у слободно време. Ако сматрате да је корисна и можете издвојити нешто новца, веома ћу ценити сваку донацију. Хвала!

# pref_donate_market_button
source: Donate via Android Market
sr: Донирајте преко Андроид Маркета

# pref_donate_paypal_button
source: Donate via PayPal
sr: Донирај преко PayPal-a

source: View Contact
sr: Погледај контакт

# pref_quickreply_title
source: Quick Reply
sr: Брзи одговор

# pref_quickreply_summaryon
source: Quick Reply is enabled
sr: Брзи одговор је укључен

# pref_quickreply_summaryoff
source: Quick Reply is disabled
sr: Брзи одговор је искључен

# pref_quickreply_bothreplybuttons
source: Both reply buttons are already active, to configure them please go to the Button Configuration screen
sr: Оба дугмета за одговарање су већ активна, да бисте их подесили идите на екран за подешавање дугмади

# pref_quickreply_noreplybuttons
source: No reply buttons are currently active, to configure them please go to the Button Configuration screen
sr: Ниједно дугме за одговарање није омогућено, да бисте их подесили идите на екран за подешавање дугмади

# button_replybyaddress
source: Reply (to phone number)
sr: Одговору (на број телефона)

# pref_notif_signature_title
source: Quick Reply Signature
sr: Потпис за брзи одговор

# pref_notif_signature_summary
source: Appears at the end of every quick reply
sr: Појављује се на крају сваког брзог одговора

# eula_title
source: SMS Popup License Agreement
sr: Услови коришћенја програма SMS Popup

# eula_accept
source: Accept
sr: Прихвати

# eula_refuse
source: Uninstall
sr: Уклони

# pref_delivery_report_title
source: Delivery Reports
sr: Извештај о испоруци

# pref_delivery_report_summary
source: Request a delivery report for each message you send via quick reply
sr: Захтевај извештај о испоруци за сваку поруку коју пошаљете путем брзог одговора

# pref_split_message_title
source: Split Long Messages
sr: Издели дугачке поруке

# pref_split_message_summaryon
source: Long messages will be split up (only needed for some CDMA carriers)
sr: Дугачке поруке биће издељене (потребно само за неке CDMA операторе)

# pref_split_message_summaryoff
source: Long messages will not be split up (only needed for some CDMA carriers)
sr: Дугачке поруке неће бити издељене (потребно само за неке CDMA операторе)

# pref_autorotate_title
source: Autorotate Always On
sr: Аутоматска ротација екрана увек укључена

# pref_autorotate_summaryon
source: Popup will always autorotate
sr: Искачући прозор ће се увек сам заротирати

# pref_autorotate_summaryoff
source: Popup will auto-rotate based on the screen behind it
sr: Искачући прозор ће заротирати у зависности од екрана у позадини

# pref_screen_on_title
source: Screen On for Popup
sr: Упали екран за искачући прозор

# pref_screen_on_summaryon
source: Screen will turn on when popup shows
sr: Екран ће се упалити када се појави искачући прозор

# pref_screen_on_summaryoff
source: Screen will not turn on when popup shows
sr: Екран се неће упалити када се појави искачући прозор

# pref_screen_category
source: Screen Control
sr: Контрола екрана

# pref_show_delete_button_dialog_title
source: Delete Message
sr: Обриши поруку

# pref_show_delete_button_dialog_text
source: Are you sure?
sr: Да ли сте сигурни?

# quickreply_sent_toast
source: Message Sent
sr: Порука послата

# quickreply_failed_send_later
source: Currently unable to send your message. It will be sent when the service becomes available.
sr: Тренутно није могуће слање поруке. Биће посалата када сервис поново постане доступан.

# quickreply_failed
source: Message failed to send
sr: Порука није послата

# pref_custom
source: Custom
sr: Лична подешавања

# pref_notif_repeat_times_entries_keep_repeting
source: Keep repeating
sr: Настави понављање

# pref_timeout_entries_10s
source: 10 seconds
sr: 10 секунди

# pref_timeout_entries_20s
source: 20 seconds
sr: 20 секунди

# pref_timeout_entries_30s
source: 30 seconds
sr: 30 секунди

# pref_timeout_entries_1m
source: 1 minute
sr: 1 минут

# pref_timeout_entries_2m
source: 2 minutes
sr: 2 минута

# pref_timeout_entries_5m
source: 5 minutes
sr: 5 минута

# pref_timeout_entries_10m
source: 10 minutes
sr: 10 минута

# pref_vibrate_pattern_entries_normal
source: Normal
sr: Уобичајен

# pref_vibrate_pattern_entries_long
source: Long Vibrate
sr: Дуга вибрација

# pref_vibrate_pattern_entries_multiple_short
source: Multiple Short
sr: Више кратких вибрација

# pref_vibrate_pattern_entries_multiple_long
source: Multiple Long
sr: Више дугих вибрација

# pref_led_color_blue
source: Blue
sr: Плаво

# pref_led_color_green
source: Green
sr: Зелено

# pref_led_color_red
source: Red
sr: Црвено

# pref_led_color_yellow
source: Yellow
sr: Жуто

# pref_led_color_magenta
source: Magenta
sr: Пурпурна

# pref_led_color_cyan
source: Cyan
sr: Цијан

# pref_led_pattern_entries_fast
source: Fast
sr: Брзо

# pref_led_pattern_entries_normal
source: Normal
sr: Нормалан

# pref_led_pattern_entries_slow
source: Slow
sr: Споро
